[
    {
        "name": "Acropolis",
        "category": "Archeological Site",
        "city": "Athens",
        "state": "Attica",
        "id": 1001,
        "isFeatured": true,
        "isFavorite": true,
        "coordinates": {
            "latitude": 37.972241746039565,
            "longitude": 23.72690774992475
        },
        "description": "The Acropolis of Athens and its monuments are universal symbols of the classical spirit and civilization and form the greatest architectural and artistic complex bequeathed by Greek Antiquity to the world. In the second half of the fifth century bc, Athens, following the victory against the Persians and the establishment of democracy, took a leading position amongst the other city-states of the ancient world. In the age that followed, as thought and art flourished, an exceptional group of artists put into effect the ambitious plans of Athenian statesman Pericles and, under the inspired guidance of the sculptor Pheidias, transformed the rocky hill into a unique monument of thought and the arts. The most important monuments were built during that time: the Parthenon, built by Ictinus, the Erechtheon, the Propylaea, the monumental entrance to the Acropolis, designed by Mnesicles and the small temple Athena Nike.",
        "imageName": "acropolis"
    },
    {
        "name": "Meteora",
        "category": "Church/Monastery",
        "city": "Kalabaka",
        "state": "Trikala",
        "id": 1002,
        "isFeatured": true,
        "isFavorite": true,
        "coordinates": {
            "latitude": 39.72188591895351,
            "longitude": 21.630825630383043
        },
        "description": "Meteora is an exquisite complex that consists of huge dark stone pillars rising outside Trikala, near the mountains of Pindos. The monasteries that sit on top of these rocks make up the second most important monastic community in Greece, after Mount Athos in Halkidiki.",
        "imageName": "meteora"
    },
    {
        "name": "Mount Athos",
        "category": "Church/Monastery",
        "city": "Athos",
        "state": "Chalkidiki",
        "id": 1003,
        "isFeatured": false,
        "isFavorite": false,
        "coordinates": {
            "latitude": 39.72188591895351,
            "longitude": 21.630825630383043
        },
        "description": "An Orthodox spiritual centre since 1054, Mount Athos has enjoyed an autonomous statute since Byzantine times. The 'Holy Mountain', which is forbidden to women and children, is also a recognized artistic site. The layout of the monasteries (about 20 of which are presently inhabited by some 1,400 monks) had an influence as far afield as Russia, and its school of painting influenced the history of Orthodox art.",
        "imageName": "mount_athos"
    },
    {
        "name": "Delphi",
        "category": "Archeological Site",
        "city": "Delphi",
        "state": "Phocis",
        "id": 1004,
        "isFeatured": false,
        "isFavorite": true,
        "coordinates": {
            "latitude": 38.482256985641264,
            "longitude": 22.48940550569229
        },
        "description": "The pan-Hellenic sanctuary of Delphi, where the oracle of Apollo spoke, was the site of the omphalos, the 'navel of the world'. Blending harmoniously with the superb landscape and charged with sacred meaning, Delphi in the 6th century B.C. was indeed the religious centre and symbol of unity of the ancient Greek world.",
        "imageName": "delphi"
    },
    {
        "name": "Olympia",
        "category": "Archeological Site",
        "city": "Olympia",
        "state": "Elis",
        "id": 1005,
        "isFeatured": false,
        "isFavorite": true,
        "coordinates": {
            "latitude": 37.63856921928975,
            "longitude": 21.629890324729647
        },
        "description": "The site of Olympia, in a valley in the Peloponnesus, has been inhabited since prehistoric times. In the 10th century B.C., Olympia became a centre for the worship of Zeus. The Altis – the sanctuary to the gods – has one of the highest concentrations of masterpieces from the ancient Greek world. In addition to temples, there are the remains of all the sports structures erected for the Olympic Games, which were held in Olympia every four years beginning in 776 B.C.",
        "imageName": "olympia"
    },
    {
        "name": "Vikos Gorge",
        "category": "Gorge",
        "city": "Zagorochoria",
        "state": "Ioanina",
        "id": 1006,
        "isFeatured": false,
        "isFavorite": true,
        "coordinates": {
            "latitude": 39.95102489273935,
            "longitude": 20.708573162660443
        },
        "description": "The Vikos Gorge is a gorge in the Pindus Mountains of north-western Greece. It lies on the southern slopes of Mount Tymphe with a length of about 32 km, depth ranging from 120 to 1350 m, and a width ranging from 2500 m to only a few meters at its narrowest part.",
        "imageName": "vikos"
    },
    {
        "name": "Samaria Gorge",
        "category": "Gorge",
        "city": "Sfakia",
        "state": "Chania",
        "id": 1007,
        "isFeatured": false,
        "isFavorite": true,
        "coordinates": {
            "latitude": 35.24054937137521,
            "longitude": 23.960644134135478
        },
        "description": " In the prefecture of Chania, the Samaria gorge is the longest in Europe (total length 16km), and one of the most impressive gorges in Greece. It starts from Xyloskalo, at an altitude of 1,230m. The width of the gorge is 150m at its widest point and 3m at its narrowest.",
        "imageName": "samaria"
    },
    {
        "name": "Porto Katsiki",
        "category": "Beach",
        "city": "Lefkada",
        "state": "Lefkada",
        "id": 1008,
        "isFeatured": false,
        "isFavorite": true,
        "coordinates": {
            "latitude": 38.60152568990523,
            "longitude": 20.550329658889602,
        },
        "description": "Featuring a half-moon shape, Porto Katsiki showcases a mesmerizing pebbly shore that blends perfectly with the bright, turquoise-colored waters of the sea.",
        "imageName": "porto_katsiki"
    },
    {
        "name": "Sarakiniko",
        "category": "Beach",
        "city": "Milos",
        "state": "Milos",
        "id": 1009,
        "isFeatured": true,
        "isFavorite": true,
        "coordinates": {
            "latitude": 39.28737322637363,
            "longitude": 20.339545018990087,
        },
        "description": "Sarakiniko is a beach on Milos Island, Greece, situated on the north shore of the island in the Aegean Sea. Waves driven by north winds shape the greyish-white volcanic rock into amazing shapes, and the area is often compared to a moonscape. The local people often refer to the scenic landscape of Sarakiniko as lunar.",
        "imageName": "sarakiniko"
    },
]
